[
  {
    "id": "1",
    "idDanhMuc": "1",
    "name": "Các Mạch Điện Chọn Lọc",
    "image": "cacmachdienchonloc.jpg",
    "author": "Nguyễn Đức Ánh",
    "price": "125000",
    "description": "Thông tin tác giả Nguyễn Đức Ánh Nguyễn Đức Ánh Vào trang riêng của tác giả Xem tất cả các sách của tác giả Tập sách này không chỉ bổ ích đối với các bạn đã có tay nghề lắp ráp điện tử, mà nó còn giúp cho kỹ sư, chuyên gia điện tử và những bạn yêu thích lắp ráp mạch điện cần thiết trong gia đình, các bạn có thể phát triển thêm dựa trên các mạch hiện có trong tập sách. Hầu hết các mạch được chọn lọc trong tập sách đã được thử nghiệm, đạt tham số chính xác, lắp xong là tốt,."
  },
  {
    "id": "2",
    "idDanhMuc": "1",
    "name": "Chẩn Đoán - Sửa Chữa Thân Máy Và Hệ Thống Bôi Trơn Làm Mát",
    "image": "chuandoan_suachuaxe.jpg",
    "author": "Ths Phạm Thanh Đường",
    "price": "125000",
    "description": "Chương 1: Kiểm tra và sửa chữa thân máy, Chương 2: Trục khuỷu, các bạc lót và sự cân bằng động cơ, Chương 3: Piston, xéc măng và thanh truyền, Chương 4: Hệ thống bôi trơn, Chương 5: Hệ thống làm mát"
  },
  {
    "id": "3",
    "idDanhMuc": "1",
    "name": "Cơ Sở Thiết Kế Và Gia Công Cơ Khí",
    "image": "cosothietkevagiacongcokhi.jpg",
    "author": "Đàm Ngạn Phú",
    "price": "125000",
    "description": "Cuốn sách này được biên soạn theo yêu cầu dạy học chuyên ngành lắp đặt và bảo trì sửa chữa thiết bị cơ điện cùng các chuyên ngành liên quan trong các trường trung cấp nghề hiện nay của Trung Quốc, có tham khảo các quy phạm thẩm định kỹ năng nghề của các ngành nghề liên quan và tiêu chuẩn cấp bậc công nhân kỹ thuật. Cuốn sách này kết hợp với thực tế của các trường trung cấp nghề hiện tại, thống nhất quán triệt ý tưởng dạy nghề là lấy phục vụ làm tôn chỉ, lấy có việc làm làm dẫn hướng, lấy bồi dưỡng kỹ năng cho người học làm mục tiêu."
  },
  {
    "id": "4",
    "idDanhMuc": "1",
    "name": "Giáo Trình Thiết Bị May Công Nghiệp Và Bảo Trì",
    "image": "giaotrinhthietbimaycongnghiep.jpg",
    "author": "Tạ Thị Ngọc Dung",
    "price": "140000",
    "description": "Tài liệu này được biên soạn nhằm mục đích phục vụ công tác giảng dạy, học tập cho sinh viên hệ đại học và cao đẳng. Các nhân viên bảo trì trong các doanh nghiệp may có thể sử dụng những kiến thức trong giáo trình này để ứng dụng vào thực tiễn trong sản xuất."
  },
  {
    "id": "5",
    "idDanhMuc": "1",
    "name": "Kỹ Thuật Bảo Dưỡng Và Sửa Chữa Ô Tô Hiện Đại",
    "image": "kythguatbaoduongvasuachuaoto.jpg",
    "author": "Nhiều Tác Giả",
    "price": "50000",
    "description": "Bộ sách “sửa chữa điện ô tô” được biên soạn kết hợp giữa phần lý thuyết và phần thực hành giúp bạn đọc hiểu sâu hơn về cấu tạo, nguyên lý cũng như cách bảo dưỡng, sửa chữa thông thường đối với ô tô, đặc biệt có thể vận dụng những kiến thức trong bộ sách vào thực tế một cách nhanh nhất."
  },
  {
    "id": "6",
    "idDanhMuc": "1",
    "name": "Sổ tay kỹ thuật thi công nhà ở gia đình",
    "image": "sotaylkythuatthicongtainha.jpg",
    "author": "Nguyễn Bá Đô",
    "price": "250000",
    "description": "Cuốn sổ tay này chủ yếu đề cập đến các yêu cầu và kỹ thuật thi công các bộ phận của nhà, đặc biệt là một số kinh nghiệm từ thực thể thi công chống thấm cho mái bằng, cho tường ngoài, cho tường khu phụ, cho bể nước,... chống nóng cho mái bằng và nhất là kỹ thuật thi công móng của các loại đất nền, móng khi xây chen, móng cọc tre, khắc phục hiện tượng cát chảy; làm bếp cải tiến xây bể tự hoại,..."
  },
  {
    "id": "7",
    "idDanhMuc": "2",
    "name": "Hành Tinh Của Một Kẻ Nghĩ Nhiều",
    "image": "hanhtinhcuamotkenghinhieu.jpg",
    "author": "Amateur Psychology Nguyễn Đoàn Minh Thư",
    "price": "65000",
    "description": "Hành tinh của một kẻ nghĩ nhiều là hành trình khám phá thế giới nội tâm của một người trẻ. Đó là một hành tinh đầy hỗn loạn của những suy nghĩ trăn trở, những dằn vặt, những cuộc chiến nội tâm, những cảm xúc vừa phức tạp cũng vừa rất đỗi con người. Một thế giới quen thuộc với tất cả chúng ta. Chứa đựng những lời chia sẻ và kiến thức từ podcast của Amateur Psychology - Tay mơ học đời bằng Tâm lý học, tác giả sẽ dẫn lối và đưa bạn tới từng ngóc ngách thầm kín nhất của hành tinh ấy dưới một góc nhìn chuyên sâu hơn."
  },
  {
    "id": "8",
    "idDanhMuc": "2",
    "name": "Hiểu Về Trái Tim (Tái Bản 2023)",
    "image": "hieuvetraitim.jpg",
    "author": "Minh Niệm",
    "price": "134300",
    "description": "Hiểu về trái tim” là một cuốn sách đặc biệt được viết bởi thiền sư Minh Niệm. Với phong thái và lối hành văn gần gũi với những sinh hoạt của người Việt, thầy Minh Niệm đã thật sự thổi hồn Việt vào cuốn sách nhỏ này. Xuất bản lần đầu tiên vào năm 2011, Hiểu Về Trái Tim trình làng cũng lúc với kỷ lục: cuốn sách có số lượng in lần đầu lớn nhất: 100.000 bản. Trung tâm sách kỷ lục Việt Nam công nhận kỳ tích ấy nhưng đến nay, con số phát hành của Hiểu về trái tim vẫn chưa có dấu hiệu chậm lại."
  },
  {
    "id": "9",
    "idDanhMuc": "2",
    "name": "Nhân Duyên Tiền Kiếp",
    "image": "nhanduyentienkiep.jpg",
    "author": "Dick Sutphen",
    "price": "155000",
    "description": "Trong cuốn sách này, Sutphen đã thực hiện các phiên hồi quy với một số khách hàng và có lưu lại bản ghi của các phiên đó. Khi nghe những câu chuyện của họ, chúng ta sẽ dần dần khám phá ra được rằng những người này đã thấu hiểu được nguyên do dẫn đến những thách thức trong kiếp sống hiện tại của họ sau khi họ nhìn về quá khứ."
  },
  {
    "id": "10",
    "idDanhMuc": "2",
    "name": "Sách Lời Tiên Tri Celestine",
    "image": "loitientri.png",
    "author": "Nhà Xuất Bản Dân Trí",
    "price": "191000",
    "description": "Những cuộc gặp gỡ định-mệnh, những sự kiện không-ngờ-tới luôn xảy ra trong cuộc sống của bất kỳ ai trong chúng ta. Nhưng bạn có tin rằng những sự việc xảy ra có thể mang đến sự thay đổi cho cuộc đời mình không? Nếu bạn không tin hoặc đang lưỡng lự trước câu hỏi này thì hành trình của nhân vật chính trong quyển sách “Lời tiên tri Celestine” của tác giả James Redfield sẽ mở ra cho bạn một góc nhìn hoàn toàn mới. Quyển sách đặc biệt được GS John Vu – Nguyên Phong viết lời giới thiệu."
  },
  {
    "id": "11",
    "idDanhMuc": "2",
    "name": "Tâm Lý Học Tội Phạm",
    "image": "tamlyhoctoipham.jpg",
    "author": "Diệp Hồng Vũ",
    "price": "108750",
    "description": "Tội phạm, nhất là những vụ án mạng, luôn là một chủ đề thu hút sự quan tâm của công chúng, khơi gợi sự hiếu kỳ của bất cứ ai. Một khi đã bắt đầu theo dõi vụ án, hẳn bạn không thể không quan tâm tới kết cục, đặc biệt là cách thức và động cơ của kẻ sát nhân, từ những vụ án phạm vi hẹp cho đến những vụ án làm rúng động cả thế giới."
  },
  {
    "id": "12",
    "idDanhMuc": "2",
    "name": "Thuật Thao Túng",
    "image": "thaotungtamly.jpg",
    "author": "Wladislaw Jachtchenko",
    "price": "104250",
    "description": "Với 10 kỹ năng và 37 thủ thuật, Thuật thao túng sẽ giúp bạn nhận ra và thoát khỏi những suy nghĩ xấu xa nơi tiềm thức của chính mình, đồng thời vạch trần góc tối ẩn giấu sau mỗi câu nói của đối phương, đưa những chiêu trò thao túng ấy ra ánh sáng để mọi người không lần nữa rơi vào cạm bẫy. Hơn cả, quyển sách này sẽ dẫn lối bạn trở thành một “nghệ nhân” thao túng có đạo đức."
  },
  {
    "id": "13",
    "idDanhMuc": "3",
    "name": "Bí mật của sự giàu có",
    "image": "bimatcuasugiauco.jpg",
    "author": "T. Harv Eker",
    "price": "35000",
    "description": "Cuốn sách tập trung vào việc thay đổi tư duy để có thể thành công tài chính và đạt được tự do tài chính."
  },
  {
    "id": "14",
    "idDanhMuc": "3",
    "name": "Đắc Nhân Tâm",
    "image": "sach-dac-nhan-tam.jpg",
    "author": "Dale Carnegie",
    "price": "86000",
    "description": "Đắc nhân tâm của Dale Carnegie là quyển sách nổi tiếng nhất, bán chạy nhất và có tầm ảnh hưởng nhất của mọi thời đại. Tác phẩm đã được chuyển ngữ sang hầu hết các thứ tiếng trên thế giới và có mặt ở hàng trăm quốc gia."
  },
  {
    "id": "15",
    "idDanhMuc": "3",
    "name": "Kinh doanh theo phong cách Nhật",
    "image": "the-toyota-way-jeffrey-liker.jpg",
    "author": "Jeffrey K. Liker",
    "price": "787000",
    "description": "Cuốn sách tập trung vào triết lý quản lý của Toyota và cách áp dụng nó vào các doanh nghiệp khác"
  },
  {
    "id": "16",
    "idDanhMuc": "3",
    "name": "Cha giàu cha nghèo",
    "image": "rich-dad-poor-dad.jpg",
    "author": "Robert T. Kiyosaki",
    "price": "65000",
    "description": "Cuốn sách tập trung vào việc hiểu rõ khái niệm về tài chính và cách quản lý tài chính thông minh."
  },
  {
    "id": "17",
    "idDanhMuc": "3",
    "name": "Nghĩ giàu và làm giàu",
    "image": "b02de61fdd45eb92227861091adaeff0.jpg",
    "author": "Napoleon Hill",
    "price": "120000",
    "description": "Nghĩ giàu và Làm giàu là một trong những cuốn sách bán chạy nhất mọi thời đại. Đã hơn 60 triệu bản được phát hành với gần trăm ngôn ngữ trên toàn thế giới và được công nhận là cuốn sách tạo ra nhiều triệu phú hơn, một cuốn sách truyền cảm hứng thành công nhiều hơn bất cứ cuốn sách kinh doanh nào trong lịch sử."
  },
  {
    "id": "18",
    "idDanhMuc": "3",
    "name": "Nhà quản trị thành công",
    "image": "80292b3e5825d47cfaf653354d140fe3.jpg",
    "author": "Stephen R. Covey",
    "price": "100000",
    "description": "Sách đề cập về vấn đề tự quản lý bản thân để đạt tính hiệu quả trong công việc. Thật vậy, nhà quản lý nếu không tự quản lý để đạt hiệu quả công việc thì khó có thể quản lý người khác."
  }
]